Repository: EspaceNetworks/music
Catalog: i18n/*/LC_MESSAGES/music.po
Languages: bg_bg, sv_se

source: Add Music Category
bg_bg: Добави Музикална Категория
sv_se: Lägg till musikkategori

source: Add Streaming Category
bg_bg: Добави Поточна Категория
sv_se: Lägg till strömkategori

source: Allows you to Set up Different Categories for music on hold. This is useful if you would like to specify different Hold Music or Commercials for various ACD Queues.
bg_bg: Позволява да се установят различни категории за музика при задържане. Това е полезно ако желаете да определите различни Задържания, Музикални или Рекламни за някои ACD Опашки.
sv_se: Ger dig möjlighet att sätta upp olika kategorier för pausmusik. Detta är användbart för att specificera olika typer av pausmusik eller reklam för köer.

source: Application:
bg_bg: Приложение:
sv_se: Applikation:

source: Cannot write to file
bg_bg: Грешка при запис на файл
sv_se: Kan inte skriva till fil

source: Categories: \"none\" and \"default\" are reserved names. Please enter a different name
bg_bg: Категории: \"none\" и \"default\" са резервирани имена. Моля въведете различно име
sv_se: Kategorierna \"none\" och \"default\" är reserverade namn. Skriv in ett annat namn

source: Category Name:
bg_bg: Име на Категория:
sv_se: Kategorinamn:

source: Category:
bg_bg: Категория:
sv_se: Kategori:

source: Check
bg_bg: Провери
sv_se: Kontrollera

source: Completed processing
bg_bg: Завършено обработване
sv_se: Färdig med bearbetning

source: Delete
bg_bg: Изтрий
sv_se: Ta bort

source: Delete Music Category %s
bg_bg: Изтрий Музикална Категория %s
sv_se: Ta bort kategorin %s

source: Delete Streaming Category
bg_bg: Изтрий Поточна Категория
sv_se: Ta bort strömmande kategori

source: Deleted
bg_bg: Изтрит
sv_se: Borttagen

source: Disable Random Play
bg_bg: Забрани Случайно Възпроизвеждане
sv_se: Avaktivera slumpmässig uppspelning

source: Do not encode wav to mp3
bg_bg: Не преобразувай wav на mp3
sv_se: Koda inte om wav till mp3

source: Edit Streaming Category
bg_bg: Редактирай Поточна Категория
sv_se: Redigera strömmande kategori

source: Enable Random Play
bg_bg: Разреши Случайно Възпроизвеждане
sv_se: Aktivera slumpmässig uppspelning

source: Error Deleting %s
bg_bg: Грешка при Изтриване %s
sv_se: Fel uppstod när %s togs bort

source: Error Processing
bg_bg: Грешка при Обработване
sv_se: Fel vid hantering av

source: No file provided
bg_bg: Не е предоставен файл
sv_se: Ingen fil angiven

source: On Hold Music
bg_bg: Музика при Задържане
sv_se: Pausmusik

source: Optional Format:
bg_bg: Допълнителен Формат:
sv_se: Valfritt format:

source: Optional value for "format=" line used to provide the format to Asterisk. This should be a format understood by Asterisk such as ulaw, and is specific to the streaming application you are using. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
bg_bg: Допълнителна стойност за "format=" линия използвана да осигури формат на Астериск. Трябва да е формат разбиран от Астериск като alaw, и е характерен за поточното приложение което използвате. Вижте информацията в настройките на musiconhold.conf за различните опции за аудио и интернет поточни източници.
sv_se: Valfritt värde för raden "format=", används av Asterisk och måste vara ett format som Asterisk förstår, t.ex. ulaw, denna rad används specifikt för den applikation av strömmande ljud du anger. Titta i filen musiconhold.conf för olika ljudformat och strömmande media från Internet.

source: Please enter a streaming application command and arguments
bg_bg: Моля въведете командите и аргументите за поточното приложения
sv_se: Skriv in en applikation för strömmande media och eventuella argument denna applikation behöver

source: Please enter a valid Category Name
bg_bg: Моля въведете правилно Име на Категория
sv_se: Skriv in ett giltigt kategorinamn

source: Please select a file to upload
bg_bg: Моля изберете файл за добавяне
sv_se: Välj en fil att ladda upp

source: Please wait until the page loads. Your file is being processed.
bg_bg: Моля изчакайте докато страницата се презареди. Вашият файл се качва.
sv_se: Vänta medan sidan laddas och din fil hanteras.

source: Submit Changes
bg_bg: Приеми Промените
sv_se: Spara ändringar

source: The volume adjustment is a linear value. Since loudness is logarithmic, the linear level will be less of an adjustment. You should test out the installed music to assure it is at the correct volume. This feature will convert MP3 files to WAV files. If you do not have mpg123 installed, you can set the parameter: <strong>Convert Music Files to WAV</strong> to false in Advanced Settings
bg_bg: Настройката на усилването е линейна стойност. Тъй като силата на звука е логаритмична, линейното ниво ще е по-лесно за настройка. Тествайте инсталираната музика за да се убедите че е с коректно усилване. Услугата конвертира MP3 файл в WAV файл. Ако нямате инсталиран mpg123, установете параметър: <strong>Convert Music Files to WAV</strong> на false в Допълнителни Настройки
sv_se: Justering av volymen anges som ett linjärt värde. Eftersom loudness är logaritmiskt kommer den linjära nivån att vara en mindre justering. Du bör testa den installerade musiken för att försäkra dig om det rätta värdet. Detta funktion kommer att konvertera filerna MP3 till WAV. Om du inte har installerat mpg123 kan du sätta parametern: <strong>Konvertera musikfiler till WAV</strong> till falskt i Avancerade inställningar

source: This is not a fatal error, your Music on Hold may still work.
bg_bg: Това не е фатална грешка, вашата Музика при Задържане може още да работи.
sv_se: Detta är inget kritiskt fel, din pausmusik kommer kanske att fungera.

source: This is the "application=" line used to provide the streaming details to Asterisk. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
bg_bg: Това е "application=" линия за предоставяне на поточни детайли към Астериск. Вижте информацията в настройките на musiconhold.conf за различните опции за аудио и интернет поточни източници.
sv_se: Detta är raden för "application=" som används för att förse Asterisk med strömmande ljud. Titta i filen musiconhold.conf för olika ljudformat och strömmande media från Internet.

source: Upload
bg_bg: Добави
sv_se: Ladda upp

source: Upload a .wav or .mp3 file:
bg_bg: Добави .wav или .mp3 файл:
sv_se: Ladda upp en .wav eller .mp3 fil:

source: Volume 10%
bg_bg: Ниво 10%
sv_se: 10% volym

source: Volume 100%
bg_bg: Ниво 100%
sv_se: 100% volym

source: Volume 125%
bg_bg: Ниво 125%
sv_se: 125% volym

source: Volume 150%
bg_bg: Ниво 150%
sv_se: 150% volym

source: Volume 25%
bg_bg: Ниво 25%
sv_se: 25% volym

source: Volume 50%
bg_bg: Ниво 50%
sv_se: 50% volym

source: Volume 75%
bg_bg: Ниво 75%
sv_se: 75% volym

source: Volume Adjustment
bg_bg: Настройка на Усилването
sv_se: Justera volym

source: You must have at least one file for On Hold Music. Please upload one before deleting this one.
bg_bg: Трябва да имате поне един файл за Музика при Задържане. Моля добавете един преди да изтриете този.
sv_se: Du måste minst ha en fil för pausmusik. Ladda upp en före du tar bort denna.

source: default
bg_bg: по-подразбиране

source: in
bg_bg: в
sv_se: i

source: sox failed to convert file and original could not be copied as a fall back
bg_bg: sox се провали при конвертирането на файла и оригиналния не може да се копира за възстановяване
sv_se: sox kunde inte konvertera filen och originalfilen kunde inte kopieras som en reservlösning
